7zip
android-sdk-build-tools
android-sdk-cmdline-tools-latest
android-sdk-platform-tools
android-tools
android-udev
base
base-devel
bash-completion
blender
blueman
bluez
bluez-utils
brightnessctl
btop
dosfstools
dotnet-sdk
dotnet-sdk-8.0
dotnet-sdk-9.0
ex-vi-compat
fastfetch
fd
ffmpegthumbnailer
figlet
figlet-fonts
figlet-fonts-extra
freecad
fuzzel
fzf
ghc
gimp
git
gnome-themes-extra
godot-mono
google-chrome
grim
gst-plugins-bad
gst-plugins-espeak
gst-plugins-good
gst-plugins-ugly
gtkwave
guvcview
gvfs
gvfs-mtp
hyprland
hyprlock
hyprpaper
hyprpicker
imagemagick
inkscape
iverilog
iwd
iwgtk
jdk-openjdk
kicad
kicad-library
kicad-library-3d
kitty
lazygit
libnotify
libreoffice-still
libreoffice-still-es
linux
linux-firmware
linux-headers
lolcat
loupe
luarocks
mako
man-db
mpv
nasm
neovim
nvidia-open-dkms
nwg-look
pandoc-bin
pavucontrol
pipewire
pipewire-jack
pipewire-pulse
plantuml
platformio-core
platformio-core-udev
polkit
prusa-slicer
python
qemu-full
qt5-declarative
qt5-graphicaleffects
qt5-multimedia
qt5-quickcontrols
qt5-svg
qt5-wayland
resvg
ripgrep
rtkit
sddm
slurp
sound-theme-freedesktop
texlive-langspanish
texlive-meta
thunar
thunar-archive-plugin
thunar-volman
tmux
tree-sitter-cli
ttf-jetbrains-mono-nerd
tumbler
usbutils
waybar
wget
wireplumber
wl-clipboard
xarchiver
xdg-desktop-portal-hyprland
yay
yay-debug
zathura
zathura-djvu
zathura-pdf-poppler
zathura-ps
