7zip
amd-ucode
android-tools
android-udev
base
base-devel
bash-completion
blender
blueman
bluez
bluez-utils
brightnessctl
btop
cups
cups-pk-helper
dosfstools
dotnet-sdk
efibootmgr
fastfetch
ffmpeg
ffmpegthumbnailer
freecad
fuzzel
ghc
gimp
git
godot-mono
grim
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gtkwave
guvcview
gvfs
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
inkscape
ipython
iverilog
iwd
jdk-openjdk
kicad
kicad-library
kicad-library-3d
kitty
libpulse
libreoffice-still
linux
linux-firmware
linux-headers
loupe
lua-luarocks
mako
man-db
mkinitcpio
mpv
neovim
networkmanager
npm
nvidia-open-dkms
nvidia-utils
nwg-look
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plantuml
platformio-core
platformio-core-udev
power-profiles-daemon
prusa-slicer
qemu-full
qt5-graphicaleffects
qt5-multimedia
qt5-quickcontrols
qt5-svg
rtkit
sddm
slurp
sof-firmware
sound-theme-freedesktop
sudo
system-config-printer
thunar
thunar-archive-plugin
thunar-volman
tree-sitter-cli
ttf-jetbrains-mono-nerd
tumbler
unzip
waybar
wget
wireplumber
wl-clipboard
xarchiver
xdg-desktop-portal-hyprland
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zram-generator
